Repository: vil4max/onecart-ios
Catalog: OneCart/Resources/Localizable.xcstrings
Source language: en
Languages: ru, uk

# account.delete_cart
source: Recreate cart
ru: Пересоздать корзину
uk: Перестворити кошик

# account.delete_cart_confirm
source: Recreate
ru: Пересоздать
uk: Перестворити

# account.delete_cart_message
source: Members lose access and the old invite link stops working. You get a new empty cart you can share again.
ru: Участники потеряют доступ, старая ссылка перестанет работать. У вас появится новая пустая корзина — её можно снова поделиться.
uk: Учасники втратять доступ, старе посилання перестане працювати. У вас з’явиться новий порожній кошик — ним можна знову поділитися.

# account.delete_cart_title
source: Recreate this cart?
ru: Пересоздать корзину?
uk: Перестворити кошик?

# account.leave_cart
source: Leave cart
ru: Покинуть корзину
uk: Покинути кошик

# account.leave_confirm_action
source: Leave
ru: Покинуть
uk: Покинути

# account.leave_confirm_message
source: The list will disappear from your account. Other members’ data will not change.
ru: Список исчезнет из вашего аккаунта. Данные остальных участников не изменятся.
uk: Список зникне з вашого акаунта. Дані інших учасників не зміняться.

# account.leave_confirm_title
source: Leave cart?
ru: Покинуть корзину?
uk: Покинути кошик?

# account.member_detail_title
source: Member
ru: Участник
uk: Учасник

# account.members_count %lld
source: %lld members
ru: %lld участников
uk: %lld учасників

# account.members_section
source: Participants
ru: Участники
uk: Учасники

# account.nav_title
source: Account
ru: Аккаунт
uk: Акаунт

# account.recreate_cart_done %@
source: Cart recreated. “%@” is ready — you can share it again.
ru: Корзина пересоздана. «%@» готова — можно снова поделиться.
uk: Кошик перестворено. «%@» готовий — можна знову поділитися.

# account.remove_from_cart
source: Remove from cart
ru: Удалить из корзины
uk: Видалити з кошика

# account.remove_member_message %@
source: %@ will lose access to this cart.
ru: %@ потеряет доступ к этой корзине.
uk: %@ втратить доступ до цього кошика.

# account.remove_member_title
source: Remove member?
ru: Удалить участника?
uk: Видалити учасника?

# account.section
source: Account
ru: Аккаунт
uk: Акаунт

# account.share_cart
source: Share cart
ru: Поделиться корзиной
uk: Поділитися кошиком

# account.share_link_warning
source: Anyone with the invite link can join and edit this cart. Delete the cart to revoke the link.
ru: У кого есть ссылка, может присоединиться и править корзину. Удалите корзину, чтобы отозвать ссылку.
uk: Хто має посилання, може приєднатися й редагувати кошик. Видаліть кошик, щоб відкликати посилання.

# account.sign_out
source: Sign out
ru: Выйти
uk: Вийти

# account.sign_out_confirm_title
source: Sign out of account?
ru: Выйти из аккаунта?
uk: Вийти з акаунта?

# account.sign_out_message
source: The cart on this device will stay local until the next sign-in.
ru: Корзина на этом устройстве останется локально до следующего входа.
uk: Кошик на цьому пристрої залишиться локально до наступного входу.

# account.signed_in_as %@
source: Signed in: %@
ru: Вход: %@
uk: Вхід: %@

# account.tab
source: Account
ru: Аккаунт
uk: Акаунт

# account.updating_members
source: Updating members…
ru: Обновляем участников…
uk: Оновлюємо учасників…

# alert.delete_cart_need_network
source: Connect to the internet to recreate the cart.
ru: Подключитесь к интернету, чтобы пересоздать корзину.
uk: Підключіться до інтернету, щоб перестворити кошик.

# alert.enter_name
source: Enter a name
ru: Укажите имя
uk: Вкажіть імʼя

# alert.history_deleted
source: History entry deleted
ru: Запись истории удалена
uk: Запис історії видалено

# alert.leave_need_network
source: Connect to the internet to leave the cart.
ru: Чтобы покинуть корзину, подключитесь к интернету.
uk: Щоб покинути кошик, підключіться до інтернету.

# alert.members_need_network
source: Connect to the internet to change cart members.
ru: Для изменения состава корзины подключитесь к интернету.
uk: Щоб змінити склад кошика, підключіться до інтернету.

# alert.product_added
source: Item added
ru: Товар добавлен
uk: Товар додано

# alert.product_deleted
source: Item deleted
ru: Товар удалён
uk: Товар видалено

# alert.product_updated
source: Item updated
ru: Товар обновлён
uk: Товар оновлено

# alert.purchase_completed
source: Checked items moved to history 📜
ru: Отмеченное уехало в историю 📜
uk: Відмічене поїхало в історію 📜

# auth.apple_cancelled
source: Sign in with Apple was cancelled.
ru: Вход через Apple был отменён.
uk: Вхід через Apple було скасовано.

# auth.apple_failed
source: Couldn't sign in with Apple. Try again.
ru: Не удалось войти через Apple. Попробуйте ещё раз.
uk: Не вдалося увійти через Apple. Спробуйте ще раз.

# auth.apple_missing_credentials
source: Couldn't get Apple ID details. Try again.
ru: Не удалось получить данные Apple ID. Попробуйте ещё раз.
uk: Не вдалося отримати дані Apple ID. Спробуйте ще раз.

# cart.add_a11y
source: Add item
ru: Добавить товар
uk: Додати товар

# cart.add_placeholder
source: e.g. milk…
ru: Например, молоко…
uk: Наприклад, молоко…

# cart.add_title
source: What are we getting? ✨
ru: Что берём? ✨
uk: Що беремо? ✨

# cart.add_to_cart
source: To cart 🛒
ru: В корзину 🛒
uk: До кошика 🛒

# cart.added_by %@
source: Added by %@
ru: Добавил(а) %@
uk: Додав(ла) %@

# cart.complete_button
source: Finish shopping ✅
ru: Завершить покупки ✅
uk: Завершити покупки ✅

# cart.complete_caption
source: Checked items go to history as purchased; the rest stay in the cart
ru: Отмеченное уедет в историю как купленное, остальное останется в корзине
uk: Відмічене потрапить в історію як куплене, решта залишиться в кошику

# cart.complete_confirm_message %lld
source: %lld items from the trolley will go to history. The rest stay in the cart.
ru: %lld товаров из тележки уедут в историю. Остальное останется в корзине.
uk: %lld товарів з візка потраплять в історію. Решта залишиться в кошику.

# cart.complete_confirm_title
source: All paid?
ru: Всё оплачено?
uk: Усе оплачено?

# cart.completing
source: Finishing purchases…
ru: Завершаем покупки…
uk: Завершуємо покупки…

# cart.default_title
source: Shopping list
ru: Список покупок
uk: Список покупок

# cart.delete_item_fallback
source: The item will be deleted.
ru: Товар будет удалён.
uk: Товар буде видалено.

# cart.delete_item_title
source: Delete item?
ru: Удалить товар?
uk: Видалити товар?

# cart.edit_title
source: Editing ✏️
ru: Редактируем ✏️
uk: Редагуємо ✏️

# cart.empty_title
source: Empty for now 🙂
ru: Пока пусто 🙂
uk: Поки порожньо 🙂

# cart.join_shared_action
source: Join
ru: Присоединиться
uk: Приєднатися

# cart.join_shared_message %@
source: You are joining «%@». Your current cart will be replaced by the shared one. Items you already added will move into it.
ru: Вы присоединяетесь к «%@». Ваша текущая корзина будет заменена общей. Товары, которые вы уже добавили, перенесутся туда.
uk: Ви приєднуєтесь до «%@». Ваш поточний кошик буде замінено спільним. Товари, які ви вже додали, перенесуться туди.

# cart.join_shared_title
source: Join shared cart?
ru: Присоединиться к общей корзине?
uk: Приєднатися до спільного кошика?

# cart.list_unavailable_message
source: It may have been deleted or moved.
ru: Он мог быть удалён или перемещён.
uk: Його могли видалити або перемістити.

# cart.list_unavailable_title
source: List unavailable
ru: Список недоступен
uk: Список недоступний

# cart.mark_in_trolley_a11y
source: Mark as purchased
ru: Отметить как купленное
uk: Позначити як куплене

# cart.member_role
source: Cart member
ru: Участник корзины
uk: Учасник кошика

# cart.mine_title
source: 🛒 My cart
ru: 🛒 Моя корзина
uk: 🛒 Мій кошик

# cart.more_actions_a11y
source: More actions
ru: Ещё действия
uk: Інші дії

# cart.moved_to_history %lld
source: %lld moved to History
ru: %lld перенесено в Историю
uk: %lld перенесено в Історію

# cart.owner_role
source: Cart owner
ru: Владелец корзины
uk: Власник кошика

# cart.owner_title %@
source: %@'s Cart
ru: Корзина %@
uk: Кошик %@

# cart.progress_collected %lld %lld
source: %1$lld of %2$lld collected
ru: %1$lld из %2$lld собрано
uk: %1$lld з %2$lld зібрано

# cart.read_only_message
source: The owner has not granted edit access.
ru: Владелец не предоставил право редактирования.
uk: Власник не надав право редагування.

# cart.read_only_title
source: View only
ru: Только просмотр
uk: Лише перегляд

# cart.section_title
source: 🛒 Shopping
ru: 🛒 Покупки
uk: 🛒 Покупки

# cart.section_to_buy
source: To Buy
ru: Купить
uk: Купити

# cart.shared_removed_message
source: The shared cart is no longer available. You are back on your personal cart.
ru: Общая корзина больше недоступна. Вы снова в своей личной корзине.
uk: Спільний кошик більше недоступний. Ви знову у своєму особистому кошику.

# cart.shared_title
source: 👨‍👩‍👧‍👦 Shared cart
ru: 👨‍👩‍👧‍👦 Общая корзина
uk: 👨‍👩‍👧‍👦 Спільний кошик

# cart.tab
source: Cart
ru: Корзина
uk: Кошик

# cart.together %lld
source: 👥 %lld together
ru: 👥 %lld вместе
uk: 👥 %lld разом

# cart.trolley_hint
source: Check off what you put in the trolley 🛒
ru: Отмечай галочкой то, что кладёшь в тележку 🛒
uk: Відмічай галочкою те, що кладеш у візок 🛒

# cart.trolley_progress %lld %lld %lld
source: In trolley %1$lld of %2$lld · %3$lld left
ru: В тележке %1$lld из %2$lld · осталось %3$lld
uk: У візку %1$lld з %2$lld · залишилось %3$lld

# cart.unmark_trolley_a11y
source: Mark as not purchased
ru: Снять отметку «куплено»
uk: Зняти позначку «куплено»

# cart.updating
source: Updating…
ru: Обновление…
uk: Оновлення…

# common.cancel
source: Cancel
ru: Отмена
uk: Скасувати

# common.category.dairy
source: Dairy & eggs
ru: Молочные продукты и яйца
uk: Молочні продукти та яйця

# common.category.drinks
source: Cold drinks
ru: Холодные напитки
uk: Холодні напої

# common.category.household
source: Household
ru: Хозтовары
uk: Побутова хімія

# common.category.meat
source: Meat & poultry
ru: Мясо и птица
uk: М’ясо та птиця

# common.category.other
source: Other
ru: Другое
uk: Інше

# common.category.produce
source: Fruit & vegetables
ru: Фрукты и овощи
uk: Фрукти та овочі

# common.close
source: Close
ru: Закрыть
uk: Закрити

# common.default_group
source: Group
ru: Группа
uk: Група

# common.default_list
source: Shared list
ru: Общий список
uk: Спільний список

# common.default_member
source: Member
ru: Участник
uk: Учасник

# common.default_product
source: Item
ru: Товар
uk: Товар

# common.default_store
source: Store
ru: Магазин
uk: Магазин

# common.default_user
source: User
ru: Пользователь
uk: Користувач

# common.delete
source: Delete
ru: Удалить
uk: Видалити

# common.done
source: Done
ru: Готово
uk: Готово

# common.edit
source: Edit
ru: Изменить
uk: Змінити

# common.loading
source: Loading OneCart
ru: Загрузка OneCart
uk: Завантаження OneCart

# common.save
source: Save
ru: Сохранить
uk: Зберегти

# common.unit.g
source: g
ru: г
uk: г

# common.unit.kg
source: kg
ru: кг
uk: кг

# common.unit.l
source: L
ru: л
uk: л

# common.unit.ml
source: ml
ru: мл
uk: мл

# common.unit.pack
source: pack
ru: уп.
uk: уп.

# common.unit.piece
source: pcs
ru: шт.
uk: шт.

# common.you
source: you
ru: вы
uk: ви

# history.date
source: Date
ru: Дата
uk: Дата

# history.delete_entry
source: Delete entry
ru: Удалить запись
uk: Видалити запис

# history.delete_message
source: The entry will disappear from purchase history.
ru: Запись исчезнет из истории покупок.
uk: Запис зникне з історії покупок.

# history.delete_title
source: Delete entry?
ru: Удалить запись?
uk: Видалити запис?

# history.empty_message
source: Mark items bought in the cart — they appear here the next day when you open the app.
ru: Отметьте купленное в корзине — на следующий день при открытии приложения оно появится здесь.
uk: Позначте куплене в кошику — наступного дня після відкриття застосунку воно з’явиться тут.

# history.empty_title
source: Quiet for now 📭
ru: Пока тишина 📭
uk: Поки тиша 📭

# history.items
source: Items
ru: Товары
uk: Товари

# history.items_count %lld
source: %lld items
ru: %lld товаров
uk: %lld товарів

# history.members
source: Participants
ru: Участники
uk: Учасники

# history.nav_title
source: 📜 History
ru: 📜 История
uk: 📜 Історія

# history.session_title
source: Session
ru: Сессия
uk: Сесія

# history.show_more
source: Show more
ru: Показать ещё
uk: Показати ще

# history.tab
source: History
ru: История
uk: Історія

# home.connect_failed_message
source: Check the network and iCloud, then try again.
ru: Проверь сеть и iCloud, затем нажми «Повторить».
uk: Перевір мережу та iCloud, потім натисни «Повторити».

# home.connect_failed_title
source: Couldn't open your cart
ru: Не удалось открыть корзину
uk: Не вдалося відкрити кошик

# home.connecting_cart
source: Connecting your cart…
ru: Подключаем корзину…
uk: Підключаємо кошик…

# home.empty_hint
source: Tap + and add the first thing — milk, bread, anything
ru: Жми +, добавь первое — молоко, хлеб, что угодно
uk: Тисни +, додай перше — молоко, хліб, що завгодно

# home.empty_hint_share
source: Share the cart from the Account tab.
ru: Поделиться корзиной можно во вкладке «Аккаунт».
uk: Поділитися кошиком можна у вкладці «Акаунт».

# onboarding.step.list
source: Family members add items
ru: Члены семьи добавляют товары
uk: Члени родини додають товари

# onboarding.step.paid
source: Purchased items go to History
ru: Купленное уходит в Историю
uk: Куплене потрапляє в Історію

# onboarding.step.trolley
source: You collect them
ru: Ты собираешь их в магазине
uk: Ти збираєш їх у магазині

# profile.banner
source: Banner
ru: Баннер
uk: Банер

# profile.banner_a11y
source: Profile banner
ru: Баннер профиля
uk: Банер профілю

# profile.change_avatar_a11y
source: Change avatar
ru: Изменить аватар
uk: Змінити аватар

# profile.choose_photo
source: Choose photo
ru: Выбрать фото
uk: Вибрати фото

# profile.name_field_placeholder
source: How others see you in the cart
ru: Как вас видят в корзине
uk: Як вас бачать у кошику

# profile.name_label
source: Name
ru: Имя
uk: Імʼя

# profile.name_placeholder_empty
source: Your name
ru: Ваше имя
uk: Ваше імʼя

# profile.nav_title
source: Profile
ru: Профиль
uk: Профіль

# profile.personal
source: Personal profile
ru: Личный профиль
uk: Особистий профіль

# profile.privacy_note
source: Name, avatar, and banner stay on this device only and do not sync with the cart via iCloud.
ru: Имя, аватар и баннер хранятся только на этом устройстве и не синхронизируются с корзиной через iCloud.
uk: Імʼя, аватар і банер зберігаються лише на цьому пристрої і не синхронізуються з кошиком через iCloud.

# profile.remove_banner
source: Remove banner
ru: Убрать баннер
uk: Прибрати банер

# profile.remove_photo
source: Remove photo
ru: Убрать фото
uk: Прибрати фото

# profile.save_image_failed
source: Couldn't save the image.
ru: Не удалось сохранить изображение.
uk: Не вдалося зберегти зображення.

# profile.tap_photo_hint
source: Tap the photo to replace it
ru: Нажмите на фото, чтобы заменить
uk: Натисніть на фото, щоб замінити

# profile.validation_empty_name
source: Enter a name.
ru: Укажите имя.
uk: Вкажіть імʼя.

# share.message
source: OneCart Join the «%@» cart %@
ru: OneCart Присоединяйтесь к корзине «%@» %@
uk: OneCart Приєднуйтесь до кошика «%@» %@

# sync.error.cross_share
source: Can't link data from different carts.
ru: Нельзя связывать данные из разных корзин.
uk: Не можна повʼязувати дані з різних кошиків.

# sync.error.family_not_found
source: Group not found.
ru: Группа не найдена.
uk: Групу не знайдено.

# sync.error.invalid_name
source: Enter a name.
ru: Введите название.
uk: Введіть назву.

# sync.error.list_not_found
source: Shopping list not found.
ru: Список покупок не найден.
uk: Список покупок не знайдено.

# sync.error.permission_denied
source: You don't have permission to edit this cart.
ru: У вас нет права изменять эту корзину.
uk: У вас немає права змінювати цей кошик.

# sync.error.product_not_found
source: Item not found.
ru: Товар не найден.
uk: Товар не знайдено.

# sync.error.store_not_found
source: Store not found.
ru: Магазин не найден.
uk: Магазин не знайдено.

# sync.failed
source: Sync paused
ru: Синхронизация приостановлена
uk: Синхронізацію призупинено

# sync.family_not_shared
source: The cart is not published yet.
ru: Корзина ещё не опубликована.
uk: Кошик ще не опубліковано.

# sync.generic_failure
source: Couldn't sync with iCloud. Check network and iCloud storage, then try again.
ru: Не удалось синхронизировать с iCloud. Проверьте сеть и место в iCloud, затем повторите.
uk: Не вдалося синхронізувати з iCloud. Перевірте мережу та місце в iCloud, потім повторіть.

# sync.icloud_check_failed
source: Couldn't verify iCloud on this device. Sync requires an available iCloud account.
ru: Не удалось проверить iCloud на устройстве. Синхронизация требует доступный iCloud-аккаунт.
uk: Не вдалося перевірити iCloud на пристрої. Синхронізація потребує доступний iCloud-акаунт.

# sync.icloud_no_account
source: Sync needs iCloud on this iPhone (Settings → Apple Account → iCloud). Sign in with Apple alone is not enough.
ru: Для синхронизации нужен iCloud на этом iPhone (Настройки → Apple Account → iCloud). Входа через Apple недостаточно.
uk: Для синхронізації потрібен iCloud на цьому iPhone (Параметри → Apple Account → iCloud). Входу через Apple недостатньо.

# sync.icloud_overloaded
source: iCloud is temporarily busy. Wait a bit — sync will continue on its own.
ru: iCloud временно перегружен. Подождите немного — синхронизация продолжится сама.
uk: iCloud тимчасово перевантажений. Зачекайте трохи — синхронізація продовжиться сама.

# sync.icloud_restricted
source: iCloud is restricted on this device — cart sync and sharing are unavailable.
ru: iCloud ограничен на этом устройстве — синхронизация и шаринг корзины недоступны.
uk: iCloud обмежено на цьому пристрої — синхронізація і шеринг кошика недоступні.

# sync.icloud_temp_unavailable
source: iCloud is temporarily unavailable. Check the network and retry — Sign in with Apple is already saved.
ru: iCloud временно недоступен. Проверьте сеть и повторите — вход через Apple уже сохранён.
uk: iCloud тимчасово недоступний. Перевірте мережу і повторіть — вхід через Apple уже збережено.

# sync.invite_need_network
source: Connect to the internet to create a link.
ru: Для создания ссылки подключитесь к интернету.
uk: Щоб створити посилання, підключіться до інтернету.

# sync.invite_owner_only
source: Only the cart owner can invite members.
ru: Приглашать участников может только владелец корзины.
uk: Запрошувати учасників може лише власник кошика.

# sync.network_deferred
source: No connection to the sync service. Changes stay on device and will sync later.
ru: Нет соединения с сервисом синхронизации. Изменения останутся на устройстве и синхронизируются позже.
uk: Немає зʼєднання з сервісом синхронізації. Зміни залишаться на пристрої і синхронізуються пізніше.

# sync.offline
source: Offline — changes saved
ru: Офлайн — изменения сохранены
uk: Офлайн — зміни збережено

# sync.participant_not_found
source: The member is no longer in the share.
ru: Участник больше не найден в общем доступе.
uk: Учасника більше немає у спільному доступі.

# sync.production_schema_missing
source: OneCart iCloud schema is not deployed to Production. Owner: CloudKit Console → iCloud.com.vil555tim.onecart → Deploy Schema Changes to Production, then Force Quit the app and open it again.
ru: Схема iCloud для OneCart не задеплоена в Production. Владелец: CloudKit Console → iCloud.com.vil555tim.onecart → Deploy Schema Changes to Production, затем Force Quit приложения и открыть снова.
uk: Схему iCloud для OneCart не задеплоєно в Production. Власник: CloudKit Console → iCloud.com.vil555tim.onecart → Deploy Schema Changes to Production, потім Force Quit застосунку і відкрийте знову.

# sync.quota_exceeded
source: iCloud is out of space. Free space in iPhone Settings and try again.
ru: В iCloud закончилось место. Освободите место в Настройках iPhone и повторите.
uk: В iCloud закінчилось місце. Звільніть місце в Параметрах iPhone і повторіть.

# sync.share_access_denied
source: No access to the shared cart in iCloud. Ask the owner to invite you again.
ru: Нет доступа к общей корзине в iCloud. Попросите владельца пригласить вас снова.
uk: Немає доступу до спільного кошика в iCloud. Попросіть власника запросити вас знову.

# sync.share_timed_out
source: Couldn't create the link in time. Check network and iCloud sync, then try again.
ru: Не удалось создать ссылку вовремя. Проверьте сеть и синхронизацию iCloud, затем повторите.
uk: Не вдалося створити посилання вчасно. Перевірте мережу і синхронізацію iCloud, потім повторіть.

# sync.share_url_unavailable
source: Couldn't create a share link. Try again.
ru: Не удалось создать ссылку общего доступа. Попробуйте ещё раз.
uk: Не вдалося створити посилання спільного доступу. Спробуйте ще раз.

# sync.sign_in_apple_account
source: Sign in to Apple Account in iPhone Settings and try again.
ru: Войдите в Apple Account в Настройках iPhone и повторите попытку.
uk: Увійдіть в Apple Account у Параметрах iPhone і спробуйте знову.

# sync.still_syncing
source: The cart is still syncing with iCloud. Wait a few seconds and try again.
ru: Корзина ещё синхронизируется с iCloud. Подождите несколько секунд и попробуйте снова.
uk: Кошик ще синхронізується з iCloud. Зачекайте кілька секунд і спробуйте знову.

# sync.store_no_url
source: no URL
ru: без URL
uk: без URL

# sync.store_not_loaded %@
source: The %@ store is not loaded yet.
ru: Хранилище %@ ещё не загружено.
uk: Сховище %@ ще не завантажено.

# sync.store_unidentified %@
source: Couldn't identify Core Data store: %@
ru: Не удалось определить Core Data store: %@
uk: Не вдалося визначити Core Data store: %@

# sync.synchronized
source: All changes saved
ru: Все изменения сохранены
uk: Усі зміни збережено

# sync.syncing
source: Syncing…
ru: Синхронизация…
uk: Синхронізація…

# sync.temporarily_unavailable
source: Sync is temporarily unavailable. Try again later.
ru: Синхронизация временно недоступна. Попробуйте ещё раз позже.
uk: Синхронізація тимчасово недоступна. Спробуйте пізніше.

# sync.zone_unavailable
source: OneCart cloud zone is unavailable. Restart the app and check iCloud.
ru: Облачная зона OneCart недоступна. Перезапустите приложение и проверьте iCloud.
uk: Хмарна зона OneCart недоступна. Перезапустіть застосунок і перевірте iCloud.

# welcome.connecting
source: Checking iCloud and opening your cart…
ru: Проверяем iCloud и открываем корзину…
uk: Перевіряємо iCloud і відкриваємо кошик…

# welcome.core_data_failed
source: Couldn't open the local cart database. Tap Retry to reset local data and continue.
ru: Не удалось открыть локальную базу корзины. Нажмите «Повторить», чтобы сбросить локальные данные и продолжить.
uk: Не вдалося відкрити локальну базу кошика. Натисніть «Повторити», щоб скинути локальні дані та продовжити.

# welcome.footer
source: Private • iCloud Sync
ru: Приватно • Синхронизация через iCloud
uk: Приватно • Синхронізація через iCloud

# welcome.sign_in_failed
source: Couldn't sign in with Apple.
ru: Не удалось войти через Apple.
uk: Не вдалося увійти через Apple.

# welcome.subtitle
source: One shared shopping list for the whole family.
ru: Один общий список покупок на всю семью.
uk: Один спільний список покупок на всю родину.

# welcome.title
source: They add. You shop.
ru: Дома пишут. Ты в магазине.
uk: Вдома пишуть. Ти в магазині.

# welcome.try_again
source: Retry
ru: Повторить
uk: Повторити

# common.category.fresh
source: Fruit & vegetables
ru: Фрукты и овощи
uk: Фрукти та овочі

# common.category.bakery
source: Bread & bakery
ru: Хлеб и выпечка
uk: Хліб та хлібобулочні вироби

# common.category.grocery
source: Grocery
ru: Бакалея
uk: Бакалія

# common.category.frozen
source: Frozen
ru: Заморозка
uk: Заморозка

# common.category.deli
source: Meat & poultry
ru: Мясо и птица
uk: М’ясо та птиця
